<template>
  <div>
    <ul class="grid gap-10 px-2 max-w-[1140px]">
      <!-- 개인정보 처리방침 소개 -->
      <li>
        <h5 class="mb-3">개인정보 처리방침</h5>
        <p class="text-sm font-light leading-6">
          오다한의원(이하 ‘본원’ 이라 함)은 귀하의 개인정보보호를 매우
          중요시하며, 『개인정보보호법』을 준수하고 있습니다. 본원은
          개인정보처리방침을 통하여 귀하께서 제공하시는 개인정보가 어떠한 용도와
          방식으로 이용되고 있으며 개인정보보호를 위해 어떠한 조치가 취해지고
          있는지 알려드립니다.
        </p>
      </li>

      <!-- 수집하는 개인정보의 항목 및 수집방법 -->
      <li>
        <h5 class="mb-3">1. 수집하는 개인정보의 항목 및 수집방법</h5>
        <p class="text-sm font-light leading-6">
          본원은 개인정보의 수집 시 관련법규에 따라 상담신청 시 또는 이용약관에
          그 수집범위 및 목적을 사전 고지합니다. 개인정보 수집 항목은 아래와
          같습니다.<br />
          <span class="block my-2 ml-4">
            ○ 홈페이지 상담신청 시 수집항목<br />
            - 이름, 전화번호(휴대폰 번호) <br />
            * 서비스 이용 과정이나 서비스 제공 업무 처리 과정에서 다음과 같은
            정보들이 자동으로 생성되어 수집될 수 있습니다. <br />
            - 서비스 이용기록, 접속 로그, 쿠키, 접속 IP 정보
          </span>
        </p>
      </li>

      <!-- 개인정보의 수집 및 이용목적 -->
      <li>
        <h5 class="mb-3">2. 개인정보의 수집 및 이용목적</h5>
        <p class="text-sm font-light leading-6">
          본원은 수집한 개인정보를 다음의 목적을 위해 활용합니다. 이용자가
          제공한 모든 정보는 하기 목적에 필요한 용도 이외로는 사용되지 않으며
          이용 목적이 변경될 시에는 사전 동의를 구할 것입니다.
          <br />
          <span class="block my-2 ml-4">
            - 온라인 상담, 온라인 예약, 문자 상담<br />
            - 본인 확인, 개인 식별, 부정 이용 방지, 가입 의사 확인<br />
            - SMS, SNS, 이메일을 통한 한의원 소식 및 고지 사항 전달<br />
            - 연구 및 교육 목적으로 활용되는 최소한의 분석 자료
          </span>
        </p>
      </li>

      <!-- 개인정보의 보유 및 이용기간 -->
      <li>
        <h5 class="mb-3">3. 개인정보의 보유 및 이용기간</h5>
        <p class="text-sm font-light leading-6">
          본원은 개인정보의 수집 목적 또는 제공받은 목적이 달성된 후에는 귀하의
          개인정보를 지체 없이 파기합니다.<br />
          <span class="block my-2 ml-4">
            ○ 홈페이지 이용자 정보<br />
            - 서비스 이용을 중단 하거나 서비스 이용이 제한된 때 다만, 수집목적
            또는 제공받은 목적이 달성된 경우에도 상법 등 법령의 규정에 의하여
            보존할 필요성이 있는 경우에는 귀하의 개인정보를 보유할 수
            있습니다.<br />
            - 소비자의 불만 또는 분쟁 처리 기록: 3년<br />
            - 신용정보의 수집, 처리 기록: 3년<br />
            - 본인 확인 기록: 6개월<br />
            - 방문 기록: 3개월
          </span>
        </p>
      </li>

      <!-- 개인정보의 파기절차 및 방법 -->
      <li>
        <h5 class="mb-3">4. 개인정보의 파기절차 및 방법</h5>
        <p class="text-sm font-light leading-6">
          본원은 『개인정보의 수집 및 이용목적』이 달성된 후에는 정해진 절차에
          따라 파기합니다. 파기절차 및 방법은 다음과 같습니다.<br />
          <span class="block my-2 ml-4">
            ○ 파기절차: 이용자가 회원가입 등을 위해 입력한 정보는 목적이 달성된
            후 파기방법에 의하여 파기합니다.<br />
            ○ 파기방법: 전자적 파일형태로 저장된 개인정보는 기록을 재생할 수
            없는 기술적 방법을 사용하여 삭제합니다. 종이에 출력된 개인정보는
            분쇄기로 분쇄하거나 소각하여 파기합니다.
          </span>
        </p>
      </li>

      <!-- 개인정보 제공 -->
      <li>
        <h5 class="mb-3">5. 개인정보 제공</h5>
        <p class="text-sm font-light leading-6">
          본원은 귀하의 동의가 있거나 관련법령의 규정에 의한 경우를 제외하고는
          어떠한 경우에도 『개인정보의 수집 및 이용목적』에서 고지한 범위를 넘어
          귀하의 개인정보를 이용하거나 타인 또는 타기업ㆍ기관에 제공하지
          않습니다. 다만, 아래의 경우에는 예외로 합니다.
          <br />
          <span class="block my-2 ml-4">
            ○ 국민건강보험법에 의해 건강보험심사평가원에 요양급여비용 청구를
            위한 진료기록 제출<br />
            ○ 이용자들이 사전에 공개에 동의한 경우<br />
            ○ 법령의 규정에 의거하거나, 수사 목적으로 법령에 정해진 절차와
            방법에 따라 수사기관의 요구가 있는 경우<br />
            ○ 통계작성ㆍ학술연구를 위하여 필요한 경우로서 특정 개인을 알아볼 수
            없는 형태로 가공하여 제공하는 경우
          </span>
        </p>
      </li>

      <!-- 이용자 및 법정대리인의 권리 -->
      <li>
        <h5 class="mb-3">6. 이용자 및 법정대리인의 권리와 그 행사방법</h5>
        <p class="text-sm font-light leading-6">
          본원은 고객이 개인정보에 대한 열람, 정정 및 삭제를 요구하는 경우에는
          고객의 요구에 성실하게 응대하고, 지체 없이 처리합니다. 개인정보를
          보호하기 위하여 고객의 방문 이외의 전화ㆍ우편ㆍFAX 등 기타 신청방법에
          의한 고객의 개인정보의 열람, 정정 및 삭제 절차는 제공하지 않습니다.
          <br />
          <span class="block my-2 ml-4">
            ○ 개인정보의 열람 고객은 본원을 방문하여 개인정보의 열람을 요구할 수
            있으며, 신속하게 이에 대하여 응대합니다.<br />

            ○ 개인정보의 정정ㆍ삭제<br />
            - 본원은 고객이 개인정보에 대한 정정ㆍ삭제를 요구하는 경우,
            개인정보에 오류가 있다고 판명되는 등 정정ㆍ삭제를 할 필요가 있다고
            인정되는 경우에는 지체 없이 정정ㆍ삭제를 합니다. 본원은 정정ㆍ삭제
            내용의 사실 확인에 필요한 증빙자료를 요청할 수 있습니다.<br />
            - 고객이 본인의 개인정보에 대한 열람, 정정 및 삭제를 요구하는 경우,
            고객의 신분을 나타내는 주민등록증, 여권, 운전면허증 등의
            신분증명서를 제시 받아 본인 여부를 확인합니다. <br />
            - 본원은 개인정보의 전부 또는 일부에 대하여 열람, 정정 및 삭제를
            거절할 정당한 이유가 있는 경우에는 고객에게 이를 통지하고 그 이유를
            설명합니다.<br />
            - 만 14세 미만 아동의 법정대리인은 아동의 개인정보에 대한 열람,
            정정, 삭제 또는 처리정지를 요구할 수 있으며, 아동과의 관계 및
            신분증명을 제출하여야 합니다.
          </span>
        </p>
      </li>

      <!-- 개인정보 자동수집 장치의 설치, 운영 및 거부에 관한 사항 -->
      <li>
        <h5 class="mb-3">
          7. 개인정보 자동수집 장치의 설치, 운영 및 거부에 관한 사항
        </h5>
        <p class="text-sm font-light leading-6">
          본원은 귀하의 정보를 수시로 저장하고 찾아내는 '쿠키(cookie)'를
          운용합니다. 쿠키란 본원의 웹사이트를 운영하는데 이용되는 서버가 귀하의
          브라우저에 보내는 아주 작은 텍스트 파일로서 귀하의 컴퓨터 하드디스크에
          저장됩니다. 본원은 다음과 같은 목적을 위해 쿠키를 사용합니다. 귀하는
          쿠키 설치에 대한 선택권을 가지고 있습니다. 따라서, 귀하는 웹
          브라우저에서 옵션을 설정함으로써 모든 쿠키를 허용하거나, 쿠키가 저장될
          때마다 확인을 거치거나, 아니면 모든 쿠키의 저장을 거부할 수도
          있습니다. 회원님께서 쿠키 설치를 거부하셨을 경우 일부 서비스 제공에
          어려움이 있습니다.
        </p>
      </li>

      <!-- 개인정보의 안전성 확보조치 -->
      <li>
        <h5 class="mb-3">8. 개인정보 위탁 동의</h5>
        <p class="text-sm font-light leading-6">
          오다한의원은 보다 나은 서비스 제공과 원활한 업무처리를 위하여 다음과
          같이 개인정보처리업무를 전문업체에 위탁하고 있습니다. 개인 정보는 처리
          목적에 명시한 범위 내에서 처리되며, 그 외 경우에는 개인정보를
          제3자에게 제공하지 않습니다.
          <br />
          <span class="block my-2 ml-4">
            ○ 수탁자<br />
            -㈜핏커머스<br />
            -회원이 다이어트 진료 접수를 요청한 본원 가맹한의원의 개설자 및
            직원<br />
            ○ 개인정보 이용 목적<br />
            -서비스 이용에 따른 본인 확인, 고지사항 전달 및 다양한 건강정보
            제공, 고객만족도 조사, 이용자 관리, 이벤트 소식, 신규 서비스 안내
            등<br />
            ○ 개인정보의 항목<br />
            -성명, 연락처(휴대폰 번호) <br />
            오다한의원은 위탁계약 체결 시 [개인정보보호법] 제 26조에 따라
            위탁업무 수행목적 외 개인정보 처리금지, 기술적/관리적 보호 조치,
            재위탁 제한, 처리 종료 후의 개인정보의 반환 또는 파기 의무 등을
            규정하고, 수탁자가 이를 준수하여 개인정보가 안전하게 관리될 수
            있도록 철저하게 감독하고 있습니다.<br />
            ※ 위의 항목은 서비스 제공 시 활용하는 정보로써 원치 않을 경우
            동의하지 않을 수 있으며, 미동의로 인해 오다한의원에서 제공하는
            서비스 이용이 제한될 수 있습니다
          </span>
        </p>
      </li>

      <!-- 개인정보 관리책임자 -->
      <li>
        <h5 class="mb-3">9. 개인정보 관리책임자</h5>
        <p class="text-sm font-light leading-6">
          귀하의 개인정보를 보호하고 개인정보와 관련한 불만을 처리하기 위하여
          본원은 아래와 같이 개인정보관리책임자를 두고 있습니다.<br />
          <span class="block my-2 ml-4">
            개인정보관리책임자<br />
            이름: 김지영<br />
            연락처 : 02-3672-7173<br />
            이메일 : odadiet@gmail.com
          </span>
        </p>
      </li>

      <li>
        <p class="text-sm font-light leading-6">
          기타 개인정보침해에 대한 신고나 상담이 필요하신 경우에는 아래 기관에
          문의하시기 바랍니다.<br />
          <span class="block my-2 ml-4">
            1. 개인분쟁조정위원회 (www.1336.or.kr/1336)<br />
            2. 정보보호마크인증위원회 (www.eprivacy.or.kr/02-580-0533~4)<br />
            3. 대검찰청 인터넷범죄수사센터
            (http://icic.sppo.go.kr/02-3480-3600)<br />
            4. 경찰청 사이버테러대응센터 (www.ctrc.go.kr/02-392-0330)
          </span>
        </p>
      </li>
    </ul>
  </div>
</template>
