<template>
  <div>
    <ul class="grid gap-10 px-2 max-w-[1140px]">
      <li>
        <h5 class="mb-3">개인정보 처리방침</h5>
        <p class="text-sm font-light leading-6">
          쀼 광고주 홈페이지를 운영하는 주식회사 핏커머스(이하 "회사")은 이용자의 동의를 기반으로 개인정보를 수집·이용
          및 제공하고 있습니다. “개인정보 처리방침”이란 회원의 소중한 개인정보를 보호함으로써 회원이 안심하고
          저작인접권을 신탁할 수 있도록 회사가 준수해야 할 지침을 의미하며, 회사는 관계 법령을 준수하고 있습니다. 본
          개인정보 처리방침은 회사의 저작인접권 신탁관리 업무에 적용됩니다.
        </p>
      </li>
      <li>
        <h5 class="mb-3">2. 개인정보 수집</h5>
        <p class="text-sm font-light leading-6">
          저작인접권 신탁관리를 위한 최소한의 개인정보를 수집하고 있습니다.<br />
          개인정보 보유기간은 회원의 저작인접권 신탁 기간이며, 최초 가입일로부터 5년 이후 특별한 의사 표시가 없는 한
          5년씩 자동 연장됩니다.<br />
          회원 가입 시 또는 저작인접권 신탁관리 과정에서 홈페이지 또는 대면 가입 절차를 통해 필요한 최소한의 개인정보를
          수집하고 있습니다.<br />
          <span class="block my-2 ml-4"> 필수항목: 로그인ID, 비밀번호, 담당자명, 담당자 연락처 </span>
          개인정보를 수집하는 방법은 다음과 같습니다.<br />개인정보를 수집하는 경우에는 반드시 사전에 이용자에게 해당
          사실을 알리고 동의를 구하고 있으며, 아래와 같은 방법을 통해 개인정보를 수집합니다.<br />
          <span class="block my-2 ml-4">
            · 회원가입 과정에서 홈페이지 또는 대면 가입 절차를 통해 정보를 제공받는 경우<br />
            · 회원정보 수정 과정에서 대면 절차, 우편 접수, 팩스, 이메일, 홈페이지를 통해 정보를 제공받는 경우
          </span>
        </p>
      </li>
      <li>
        <h5 class="mb-3">3. 개인정보 이용</h5>
        <p class="text-sm font-light leading-6">
          아래와 같이 회원 관리 등을 위해 이용합니다.
          <span class="block my-2 ml-4"> · 병원 프로필 및 이벤트 관리를 제공하기 위한 서비스 </span>
        </p>
      </li>
      <li>
        <h5 class="mb-3">4. 개인정보 파기</h5>
        <p class="text-sm font-light leading-6">
          개인정보는 수집 및 이용목적이 달성되면 지체없이 파기합니다.<br />
          전자적 파일 형태인 경우 복구 및 재생되지 않도록 안전하게 삭제하고, 그 밖에 기록물, 인쇄물, 서면 등의 경우
          분쇄하거나 소각하여 파기합니다.
        </p>
      </li>
      <li>
        <h5 class="mb-3">5. 회원의 권리 행사 방법</h5>
        <p class="text-sm font-light leading-6">
          회원은 회사 업무 시간 내 유선 상으로 회사에 등록된 회원정보 조회를 요구할 수 있습니다.<br />
          회원은 탈퇴를 통해 개인정보의 수집 및 이용 동의를 철회할 수 있습니다.
        </p>
      </li>
      <li>
        <h5 class="mb-3">6. 개인정보보호를 위한 회사의 노력</h5>
        <p class="text-sm font-light leading-6">
          회사는 회원의 개인정보를 안전하게 관리하기 위하여 최선을 다하며, 정보통신망법 및 개인정보보호법이 요구하는
          수준으로 개인정보를 보호하고 있습니다.<br />
          대내외의 보안 위협으로부터 개인정보를 안전하게 관리합니다.<br />
          해킹이나 컴퓨터 바이러스 등에 의해 회원의 개인정보가 유출되거나 훼손되는 것을 막기 위해 외부로부터 접근이
          통제된 구역에 서버를 설치하고 있습니다.<br />
          개인정보의 훼손에 대비해서 자료를 수시로 백업하고 있습니다.<br />
          개인정보취급자를 최소한으로 유지하고 있습니다.<br />
          전산 시스템 이용 권한을 해당 업무담당자에게만 별도 부여하여 개인정보취급자를 최소한으로 유지하고 있습니다.
        </p>
      </li>
      <li>
        <h5 class="mb-3">7. 개인정보 보호담당 부서</h5>
        <p class="text-sm font-light leading-6">
          다음은 회원의 개인정보 관련 문의사항 및 불만 처리 등을 위하여 관련 업무를 관장하는 담당 부서의 연락처입니다.
          <span class="block my-2 ml-4">
            담당부서: 쀼 운영팀<br />
            메일: bbeu01@gmail.com
          </span>
        </p>
      </li>
      <li>
        <h5 class="mb-3">8. 개정 전 고지 의무</h5>
        <p class="text-sm font-light leading-6">
          본 개인정보처리방침의 내용 추가, 삭제 및 수정이 있을 경우 개정 최소 7일 전에 ‘공지사항’을 통해 사전 공지를 할
          것입니다.
        </p>
      </li>
      <li>
        <h5 class="mb-3">9. 개인정보 자동 수집에 관한 사항</h5>
        <p class="text-sm font-light leading-6">회사는 개인정보 자동 수집 장치를 설치·운영하지 않습니다.</p>
      </li>
    </ul>
  </div>
</template>
