<template>
  <div>
    <ul class="grid gap-10 px-2 max-w-[1140px]">
      <li>
        <h5 class="mb-3">제 1조 (목적)</h5>
        <p class="text-sm font-light leading-6">
          이 약관은 ‘오다한의원’에서 운영하는 인터넷 서비스(이하 '서비스')의
          이용 및 서비스 제공에 관한 사항을 규정함을 목적으로 합니다.
        </p>
      </li>
      <li>
        <h5 class="mb-3">제 2조 (정의)</h5>
        <p class="text-sm font-light leading-6">
          이 약관에서 사용하는 용어의 정의는 다음과 같습니다.<br />
          <span class="block my-2 ml-4">
            ① '서비스'란 ‘오다한의원’이 인터넷 서비스를 이용자에게 제공하기
            위하여 컴퓨터 등 정보통신 설비를 이용하여 제공하는 가상의 영업장을
            말합니다.<br />
            ② '이용자'란 서비스에 접속하여 본 약관에 따라 ‘오다한의원’에서
            제공하는 서비스를 지속적으로 제공받으며 이용하는 자를 말합니다.<br />
            ③ '이용자 정보'란 '오다한의원'에서 제공하는 서비스를 이용하기 위해
            입력된 필수 또는 선택 정보로 이용자와 관련된 정보를 말합니다.
          </span>
        </p>
      </li>
      <li>
        <h5 class="mb-3">제 3조 (약관의 효력발생 및 개정)</h5>
        <p class="text-sm font-light leading-6">
          ① 본 약관은 '오다한의원'의 서비스 화면에 게시함으로써 효력이
          발생합니다.<br />
          ② 본 약관의 변경사항이 있을 경우 '오다한의원'의 온라인 게시판을 통해
          공지합니다.<br />
          ③ '오다한의원'은 필요하다고 인정되는 경우 이 약관을 개정할 수 있으며,
          변경된 약관은 제 1항과 같은 방법으로 효력을 발생합니다.<br />
          ④ 이 약관에 명시되지 않은 사항은 전기통신기본법, 전기통신사업법 및
          기타 관련 법령의 규정에 따릅니다.
        </p>
      </li>
      <li>
        <h5 class="mb-3">제 2장 서비스 이용 계약</h5>
        <p class="text-sm font-light leading-6">
          <span class="block mb-2 font-semibold">제 1조 (이용계약의 성립)</span>
          상담신청 시 '오다한의원'의 이용약관에 동의한다는 단추를 누르면 이
          약관에 동의하는 것으로 간주됩니다.<br /><br />
          <span class="block mb-2 font-semibold">제 2조 (상담신청)</span>
          상담신청은 온라인으로 이름과 전화번호(핸드폰번호)를 기재하여
          신청합니다.<br /><br />
          <span class="block mb-2 font-semibold"
            >제 3조 (상담신청의 승낙 유보 및 취소)</span
          >
          ① 회사는 설비에 여유가 없거나 기술상 지장이 있는 경우 승낙을 유보할 수
          있습니다.<br />
          ② 회사는 실명이 아닌 경우, 다른 사람의 명의를 사용한 경우, 허위 내용을
          기재한 경우 등 상담신청을 승낙하지 않거나 취소할 수 있습니다.
        </p>
      </li>
      <li>
        <h5 class="mb-3">제 3장 서비스 이용</h5>
        <p class="text-sm font-light leading-6">
          <span class="block mb-2 font-semibold">제 1조 (서비스 이용시간)</span>
          ① 서비스 이용시간은 연중무휴 1일 24시간을 원칙으로 하며, 정기 점검
          등의 필요에 따라 회사가 정한 날이나 시간은 예외로 합니다.<br />
          ② 회사는 서비스를 일정 범위로 분할하여 이용 가능 시간을 별도로 정할 수
          있으며, 이 경우 그 내용을 사전에 공지합니다.<br /><br />
          <span class="block mb-2 font-semibold"
            >제 2조 (서비스 제공 및 변경)</span
          >
          ① '오다한의원'은 정보의 제공, 구매계약의 체결, 기타 서비스를
          제공합니다.<br />
          ② 기술적 사양의 변경이 필요한 경우, 장차 체결되는 계약에 의해 제공할
          서비스의 내용을 변경할 수 있습니다.<br /><br />
          <span class="block mb-2 font-semibold"
            >제 3조 (서비스 제공의 중지)</span
          >
          회사는 서비스 설비의 보수점검, 교체, 장애 등으로 인하여 부득이한 경우
          서비스의 전부 또는 일부 제공을 제한하거나 중지할 수 있습니다.<br /><br />
          <span class="block mb-2 font-semibold"
            >제 4조 (서비스 계약해지 및 이용제한)</span
          >
          ① 이용자가 이용계약을 해지하고자 하는 경우에는 이용자 본인이 회사에
          해지 신청을 하여야 합니다.<br />
          ② 회사는 타인의 정보 도용, 서비스 운영 방해, 공공질서 및 미풍양속 저해
          행위 등을 한 경우 이용계약을 해지하거나 서비스 이용을 중지할 수
          있습니다.
        </p>
      </li>
      <li>
        <h5 class="mb-3">제 4장 개인 정보 및 보안</h5>
        <p class="text-sm font-light leading-6">
          <span class="block mb-2 font-semibold"
            >제 1조 (개인 정보의 취득 및 이용)</span
          >
          ① 개인의 정보는 서비스 이용 시 필요한 정보를 입력 받아 이용하며,
          고객편의를 위해 최초 작성 시 입력한 정보를 재이용할 수 있습니다.<br />
          ② 이용자의 동의 없이 제 3자에게 정보를 제공할 수 없으며, 정보의 분실,
          도난, 유출, 변조가 발생한 경우 '오다한의원'이 책임을 집니다. 단,
          법률에 따른 요청이 있을 경우는 예외로 합니다.<br /><br />
          <span class="block mb-2 font-semibold">제 2조 (이용자의 권리)</span>
          이용자는 자신의 정보를 입력, 열람, 정정 요청할 수 있으며, 회사는 이에
          대해 처리합니다.
        </p>
      </li>
      <li>
        <h5 class="mb-3">제 5장 의무 및 책임</h5>
        <p class="text-sm font-light leading-6">
          <span class="block mb-2 font-semibold"
            >제 1조 (회사 및 이용자의 의무)</span
          >
          ① '오다한의원'은 이용자에게 안정적으로 서비스를 제공할 의무가
          있습니다.<br />
          ② 이용자는 약관 및 관계법령을 준수하고, 당사의 업무수행에 지장을
          초래하는 행위를 해서는 안 됩니다.<br />
          ③ 자신의 정보가 부정하게 사용된 경우, 이용자는 즉시 회사에 통보해야
          합니다.
        </p>
      </li>
      <li>
        <h5 class="mb-3">제 6장 기타</h5>
        <p class="text-sm font-light leading-6">
          <span class="block mb-2 font-semibold"
            >제 1조 (재판권 및 준거법)</span
          >
          ① '오다한의원'과 이용자 간의 분쟁에 관한 소송은 민사소송법상의
          관할법원에 제기합니다.<br />
          ② '오다한의원'과 이용자 간의 소송에는 한국법을 적용합니다.<br /><br />
          <span class="block mb-2 font-semibold">부칙</span>
          본 약관은 2024년 08월 01일부터 유효합니다.
        </p>
      </li>
    </ul>
  </div>
</template>
