<template>
  <div>
    <ul class="grid gap-10 px-2 max-w-[1140px]">
      <li>
        <h5 class="mb-3">제 1조 (목적)</h5>
        <p class="text-sm font-light leading-6">
          이 약관은 ‘{{ hospitalNm }}’에서 운영하는 인터넷 서비스(이하
          '서비스')의 이용 및 서비스 제공에 관한 사항을 규정함을 목적으로
          합니다.
        </p>
      </li>
      <li>
        <h5 class="mb-3">제 2조 (정의)</h5>
        <p class="text-sm font-light leading-6">
          1항 서비스란 ‘{{ hospitalNm }}’이 인터넷 서비스를 이용자에게 제공하기
          위하여 컴퓨터 등 정보통신 설비를 이용하여 서비스를 제공하는 가상의
          영업장을 말합니다.<br />
          2항 '이용자'란 서비스에 접속하여 본 약관에 따라 ‘{{ hospitalNm }}’에서
          제공하는 서비스를 지속적으로 제공받으며, 이용하는 자를 말합니다.
          <br />
          3항 '이용자 정보'라 함은 '{{ hospitalNm }}'에서 제공하는 서비스를
          이용하기 위해 한의원에서 정한 필수 또는 선택 입력 정보로 이용자와
          관련된 정보 항목을 말합니다.
        </p>
      </li>
      <li>
        <h5 class="mb-3">제 3조 (약관의 효력발생 및 개정)</h5>
        <p class="text-sm font-light leading-6">
          1항 본 약관은 '{{ hospitalNm }}'의 서비스 화면에 게시함으로써 효력이
          발생합니다.<br />
          2항 본 약관의 변경사항이 있을 경우 '{{ hospitalNm }}'의 온라인
          게시판을 통해 공지합니다.<br />
          3항 '{{ hospitalNm }}‘은 필요하다고 인정되는 경우 이 약관을 개정할 수
          있으며 변경된 약관은 제 1항과 같은 방법으로 효력을 발생합니다.<br />
          4항 이 약관에 명시되지 않은 사항은 전기통신기본법, 전기통신사업법 및
          기타 관련법령의 규정에 의합니다.
        </p>
      </li>
      <li>
        <h5 class="mb-3">제 2장 서비스 이용 계약</h5>
        <p class="text-sm font-light leading-6">
          <span class="block mb-2 font-semibold">제 1조 (이용계약의 성립)</span>
          상담신청 시 '{{ hospitalNm }}'의 이용약관에 동의한다는 단추를 누르면
          이 약관에 동의하는 것으로 간주됩니다. <br /><br />
          <span class="block mb-2 font-semibold">제 2조 (상담신청)</span>
          상담신청은 온라인으로 다음 사항을 신청 양식에 기록하여 신청합니다.<br />
          - 이름<br />
          - 전화번호(핸드폰번호)
          <br /><br />
          <span class="block mb-2 font-semibold"
            >제 3조 (상담신청의 승낙 유보 및 취소)</span
          >
          1항 회사는 다음 각 호에 해당하는 등록에 대해서는 이를 승낙하지 않거나
          승낙을 유보할 수 있습니다.<br />
          - 설비에 여유가 없는 경우<br />
          - 기술상 지장이 있는 경우<br />
          - 기타 회사가 필요하다고 인정되는 경우<br />
          2항 회사는 다음 각 호에 해당하는 상담신청에 대해서는 이를 승낙하지
          않거나 승낙을 취소할 수 있습니다.<br />
          - 상담신청 시 등록된 이름이 실명이 아닌 경우<br />
          - 다른 사람의 명의를 사용하여 상담신청 등록을 한 경우<br />
          - 상담신청 시 필요내용을 허위로 기재한 경우<br />
          - 사회의 안녕질서 또는 미풍양속을 저해할 목적으로 상담신청한 경우<br />
          - 기타 회사가 정한 등록 요건이 미비 되었을 경우
        </p>
      </li>
      <li>
        <h5 class="mb-3">제 3장 서비스 이용</h5>
        <p class="text-sm font-light leading-6">
          <span class="block mb-2 font-semibold">제 1조 (서비스 이용시간)</span>
          1항 서비스의 이용시간은 회사의 업무상 또는 기술상 특별한 지장이 없는
          한 연중무휴 1일 24시간을 원칙으로 합니다. 다만 정기 점검 등의 필요로
          회사가 정한 날이나 시간은 그러하지 않습니다.<br />
          2항 회사는 서비스를 일정 범위로 분할하여 각 범위별로 이용 가능 시간을
          별도로 정할 수 있으며 이 경우 그 내용을 사전에 공지합니다
          <br /><br />
          <span class="block mb-2 font-semibold"
            >제 2조 (서비스 제공 및 변경)</span
          >
          1항 '{{ hospitalNm }}‘은 다음과 같은 서비스를 제공합니다.<br />
          - 정보의 제공 및 구매계약의 체결<br />
          - 기타 '{{ hospitalNm }}‘이 제공하는 서비스<br />
          2항 '{{ hospitalNm }}‘은 기술적 사양의 변경 등의 경우에는 장차
          체결되는 계약에 의해 제공할 서비스의 내용을 변경할 수 있습니다.
          <br /><br />
          <span class="block mb-2 font-semibold"
            >제 3조 (서비스 제공의 중지)</span
          >
          회사는 다음 각 호에 해당하는 경우 서비스의 전부 또는 일부의 제공을
          제한하거나 중지할 수 있습니다.<br />
          - 서비스용 설비의 보수점검, 교체 및 장애 등으로 인한 부득이한 경우<br />
          - 전기통신사업법에 규정된 기간통신사업자가 전기통신 서비스를 중지했을
          경우<br />
          - 국가비상사태, 정전 등의 사유가 발생한 경우<br />
          - 서비스 이용의 폭주 등으로 정상적인 서비스 이용에 지장이 있을 경우
          <br /><br />
          <span class="block mb-2 font-semibold"
            >제 4조 (서비스 계약해지 및 이용제한)</span
          >
          1항 이용자가 이용계약을 해지하고자 하는 경우에는 이용자 본인이 회사에
          해지 신청을 하여야 합니다.<br />
          2항 회사는 이용자가 다음 각 호에 해당하는 행위를 하였을 경우 사전 통지
          없이 이용계약을 해지하거나 또는 기간을 정하여 서비스 이용을 중지할 수
          있습니다.<br />
          - 타인의 정보를 도용한 경우<br />
          - 서비스 운영을 고의로 방해한 경우<br />
          - 등록한 이름이 실명이 아닌 경우<br />
          - 같은 사용자가 다른 사람으로 이중등록을 한 경우<br />
          - 공공질서 및 미풍양속에 저해되는 내용을 고의로 유포시킨 경우<br />
          - 이용자가 국익 또는 사회적 공익을 저해할 목적으로 서비스 이용을 계획
          또는 실행하는 경우<br />
          - 타인의 명예를 손상시키거나 불이익을 주는 행위를 한 경우<br />
          - 기타 회사가 정한 이용조건을 위반한 경우<br />
          - 일방적인 매매 중단 및 거부 등 부정한 상거래를 한 경우<br />
          - 부정한 상거래 행위로 서비스 이용을 제한당한 이용자가 재등록을 신청한
          경우
          <br /><br />
          <span class="block mb-2 font-semibold">제 5조 (게시물의 저작권)</span>
          서비스에 게재된 자료에 대한 권리는 다음 각 호와 같습니다.<br />
          - 게시물에 대한 권리와 책임은 게시자에게 있으며 게시자의 동의 없이는
          이를 영리적 목적으로 사용할 수 없습니다. <br />
          - ‘이용자’는 서비스를 이용하여 얻은 정보를 가공, 판매하는 행위 등
          서비스에 게재된 자료를 상업적으로 사용할 수 없습니다.
          <br /><br />
          <span class="block mb-2 font-semibold">제 6조 (정보의 제공)</span>
          회사는 이용자가 서비스 이용 중 필요가 있다고 인정되는 다양한 정보에
          대해서 전자우편이나 서신우편 등의 방법으로 이용자에게 제공할 수
          있습니다. '{{ hospitalNm }}’이 제공하는 정보에는 컨텐츠, 공지, 이벤트,
          리서치, 광고 등이 있습니다. <br /><br />
        </p>
      </li>
      <li>
        <h5 class="mb-3">제 4장 개인 정보 및 보안</h5>
        <p class="text-sm font-light leading-6">
          <span class="block mb-2 font-semibold"
            >제 1조 (개인 정보의 취득 및 이용)</span
          >
          1항 개인의 정보는 상품의 구매 계약 및 서비스 이용 시 필요한 정보를
          개인으로부터 입력 받아 이용하며 당사에서는 고객편의를 위하여 최초
          작성시 입력한 정보를 재이용할 수 있습니다.<br />
          2항 개인 정보의 기본 수집 목적 이외에 다른 용도로 이용하거나 이용자의
          동의 없이 제 3자에게 이용자 정보를 제공할 수 없으며, 이용자 정보의
          분실, 도난, 유출, 변조가 발생하고 이에 따라 이용자가 피해를 입을 경우
          이에 대한 모든 책임은 '{{ hospitalNm }}‘이 집니다. 단 아래의 경우엔
          예외로 합니다.<br />
          - 전기통신기본법 등 법률의 규정에 의해 국가기관의 요구가 있는 경우<br />
          - 범죄에 대한 수사상의 목적이 있거나 정보통신윤리위원회의 요청이 있는
          경우<br />
          - 기타 관계법령에서 정한 절차에 따른 요청이 있는 경우<br />
          - 홍보 및 학술연구 등의 목적으로 통계작성을 하는 경우<br />
          - 주문처리를 위해 주문/배송 정보를 관련 업체로 통보하는 경우<br />
          3항 이용자는 자신의 정보를 입력, 열람, 정정 요청할 수 있으며 당사는
          이에 대해 입력, 열람, 정정 처리를 해드립니다.
        </p>
      </li>
      <li>
        <h5 class="mb-3">제 5장 의무 및 책임</h5>
        <p class="text-sm font-light leading-6">
          <span class="block mb-2 font-semibold">제 1조 (회사의 의무)</span>
          1항 '{{ hospitalNm }}‘은 이용자에 대하여 계속적, 안정적으로 서비스를
          제공할 의무가 있습니다,<br />
          2항 '{{ hospitalNm }}‘은 서비스 제공 설비를 운용 가능한 상태로 항상
          유지해야 하며 장애가 발생했을 때에는 지체 없이 이를 수리, 복구하여
          이용자의 서비스 이용에 불편이 없도록 합니다.<br />
          3항 '{{ hospitalNm }}‘은 이용자로부터 제기되는 불만이 정당 하다고
          인정되는 경우, 이를 지체 없이 처리해야 하며 즉시 처리가 곤란한 경우는
          이용자에게 그 사유와 처리 일정을 통보해야 합니다.<br />
          4항 단 아래의 경우에는 회사가 책임을 지지 않습니다.<br />
          - 천재지변 또는 이에 준하는 불가항력으로 인하여 서비스를 제공할 수
          없는 경우<br />
          - 이용자의 귀책사유로 인한 서비스 이용의 장애<br />
          - 이용자가 서비스를 이용하여 기대하는 손익이나 서비스를 통하여 얻은
          자료<br />
          이용자가 서비스에 게재한 정보, 자료, 사실의 신뢰도, 정확성 등 내용
        </p>
        <p class="text-sm font-light leading-6">
          <span class="block mb-2 font-semibold">제 2조 (이용자의 의무)</span>
          1항 이용자는 본 약관 및 관계법령을 준수하여야 하며, 당사의 업무수행에
          지장을 초래하는 행위를 하여서는 안 됩니다.<br />
          2항 이용자는 개인신상의 변동사항 발생시 개인정보를 즉시 수정하여야
          하며 이와 관련된 책임은 본인에게 있습니다.<br />
          3항 자신의 정보가 부정하게 사용된 경우 이용자는 반드시 회사에 그
          사실을 통보해야 합니다.<br />
          4항 이용자는 이 약관에서 규정하는 사항과 서비스 이용안내 또는
          주의사항을 준수하여야 합니다.<br />
          5항 이용자는 내용별로 회사가 서비스 공지사항에 게시하거나 별도로
          공지한 이용 제한 사항을 준수하여야 합니다.<br />
          6항 이용자는 회사의 사전승낙 없이는 서비스를 이용하여 영업활동을 할 수
          없으며, 영업활동의 결과와 이용자가 약관에 위반한 영업활동을 이용하여
          발생한 결과에 대하여 회사는 책임을 지지 않습니다.<br />
          7항 이용자는 서비스를 이용할 때 다음 각 호의 행위를 하지 않아야
          합니다.<br />
          - 서비스에서 얻은 정보를 회사의 사전승낙 없이 이용자의 사용 이외의
          목적으로 복제하거나 이를 출판 및 방송 등에 사용하거나 제 3자에게
          제공하는 행위<br />
          - 제 3자의 저작권 등 기타 권리를 침해하는 행위<br />
          - 범죄와 결부된다고 객관적으로 판단되는 행위<br />
          - 기타 관계법령에 위배되는 행위
        </p>
      </li>
      <li>
        <h5 class="mb-3">제 6장 기타</h5>
        <p class="text-sm font-light leading-6">
          <span class="block mb-2 font-semibold"
            >제 1조 (재판권 및 준거법)</span
          >
          1항 '{{ hospitalNm }}‘과 이용자간에 발생한 분쟁에 관한 소송은
          민사소송법상의 관할법원에 제기합니다.<br />
          2항 '{{ hospitalNm }}‘과 이용자간에 제기된 소송에는 한국법을
          적용합니다.<br /><br />
          <span class="block mb-2 font-semibold">부칙</span>
          본 약관은 2024년 08월 01일부터 유효합니다.
        </p>
      </li>
    </ul>
  </div>
</template>
<script setup>
const sessionValue = sessionStorage.getItem("hospitalNm");
const hospitalNm = ref("오다한의원");

onMounted(() => {
  if (sessionValue == "kokia") {
    hospitalNm.value = "코키아한방병원";
  }
});
</script>
