<template>
  <div>
    <ul class="grid gap-10 px-2 max-w-[1140px]">
      <li>
        <h5 class="mb-3">제 1조 (목적)</h5>
        <p class="text-sm font-light leading-6">
          이 약관은 주식회사 핏커머스(이하 '회사')이 운영하는 애플리케이션 쀼(이하 '쀼') 및 '쀼'의 시스템을 이용하는
          '쀼' MOU체결 병의원(이하 '제휴병의원')과 이용자의 권리·의무 및 책임사항을 규정함을 목적으로 합니다.
        </p>
      </li>
      <li>
        <h5 class="mb-3">제 2조 정의</h5>
        <p class="text-sm font-light leading-6">
          이 약관에서 사용하는 용어의 정의는 다음과 같습니다.<br />
          <span class="block my-2 ml-4">
            ① '제휴병의원'이란 '쀼'시스템을 제공받아 이용자에게 '제휴병의원'의 비급여항목 아이템을 '제휴병의원'의 자체
            결제시스템을 통해서 이용할 수 있도록 서비스를 제공하는 주체를 말합니다.<br />
            ② '이용자'란 '쀼'에 접속하여 이 약관에 따라 '쀼'와 '제휴병의원'이 각각 제공하는 서비스를 받는 회원을
            말합니다.<br />
            ③ '서비스'라 함은, 구현되는 단말기(PC, 태블릿, 휴대용 단말기 등의 각 종 유무선 장치)와 상관없이 '쀼'
            브랜드명을 가지고 회사가 제공하는 쀼 서비스 및 이와 관련된 제반 서비스를 말합니다.<br />
            ④ '회원'이라 함은 서비스를 이용하기 위하여 본 약관에 동의하고 회사와 이용계약을 체결한 이용자를 의미하며,
            개인회원 및 기업회원을 포함합니다.<br />
            ⑤ '게시물' 이라 함은, '회원'이 '서비스'를 이용함에 있어 '서비스상'에 게시한
            부호ㆍ문자ㆍ음성ㆍ음향ㆍ화상ㆍ동영상 등의 정보 형태의 글, 사진, 동영상 및 각종 파일과 링크 등을 말합니다<br />
            ⑥'헬스메디코인(hmed)'이라 함은 회원이 쀼 서비스의 건전하고 유의미한 확장에 기여한 대가로서 지급되는 서비스
            코인(Utility Token)을 의미합니다.<br />
            ⑦'헬스메디포인트(HMED)'라 함은 회원이 쀼 서비스의 건전하고 유의미한 확장에 기여한 대가로서 지급되는 서비스
            포인트를 의미하며 쀼 서비스 내의 여러 가지 서비스를 이용함에 이용될 수 있습니다.<br />
            ⑧ 이 약관에서 사용하는 용어 중 본 항에서 정하지 아니한 것은 관계 법령 및 서비스별 안내에서 정하는 바에
            따르며, 그 외에는 일반 관례에 따릅니다.
          </span>
        </p>
      </li>
      <li>
        <h5 class="mb-3">제 3조 (약관의 게시와 개정)</h5>
        <p class="text-sm font-light leading-6">
          ① 회사는 이 약관의 내용을 일반회원이 쉽게 알 수 있도록 일반회원가입 화면에 게시합니다. <br />② 회사는
          『약관의규제에관한법률』(이하 "약관법"), 『정보통신망이용촉진및정보보호등에관한법률(이하 "정보통신망법")』 등
          관련법을 위배하지 않는 범위에서 이 약관을 개정할 수 있습니다.<br />
          ③ 회사가 약관을 개정할 경우에는 적용일자 및 개정사유를 명시하여 개정약관의 적용일자 7일 전부터 적용일자
          전일까지 공지합니다. 다만, 일반회원에게 불리한 약관의 개정의 경우에는 개정약관의 적용일자 30일 전에 공지하거나
          서비스 내 전자우편, 전자쪽지, 로그인시 동의 창 등의 전자적 수단을 통해 따로 명확히 통지하도록 합니다. 위와
          같은 공지 또는 통지에도 불구하고 변경된 약관에 대한 정보를 알지 못해 발생하는 일반회원의 피해는 회사에서
          책임지지 않습니다.<br />
          ④ 약관이 변경된 이후에 일반회원이 회사의 서비스를 계속 이용하는 경우에는 개정된 약관에 동의하는 것으로 봅니다.
          개정된 약관에 동의하지 않을 경우 일반회원 탈퇴(해지)를 요청할 수 있습니다.<br />
          ⑤ 이 약관에서 정하지 아니한 사항과 이 약관의 해석에 관하여는 『약관의 규제 등에 관한 법률』, 『정보통신망
          이용촉진 및 정보보호 등에 관한 법률』 및 관련법령 또는 상관례에 따릅니다.<br />
        </p>
      </li>
      <li>
        <h5 class="mb-3">제 4조 (약관의 해석)</h5>
        <p class="text-sm font-light leading-6">
          ① 회사는 이 약관 외에 별도의 운영정책을 둘 수 있습니다.<br />
          ② 이 약관에서 정하지 아니한 사항이나 해석에 대해서는 운영정책, 이용안내, 관련 법령에 따릅니다.<br />
        </p>
      </li>
      <li>
        <h5 class="mb-3">제 5조 (이용계약의 성립)</h5>
        <p class="text-sm font-light leading-6">
          ① 이용계약은 회원이 되고자 하는 자(이하 "가입신청자"라 합니다)의 본 약관과 개인정보 처리방침의 내용에 대한
          동의 및 회원가입신청에 대하여 회사가 승낙함으로써 성립합니다.<br />
          ② 가입신청자는 회원가입신청 시 본 약관 및 회사의 개인정보 처리방침에서 정한 필수 수집항목 등에 기재된 정보를
          제공하여야 합니다.<br />
          ③ 회사는 회원이 제공한 정보가 사실과 일치하는지 여부를 확인하기 위하여 법령에 의하여 허용된 범위에서
          전문기관을 통한 실명확인 및 본인인증을 요청할 수 있습니다.<br />
          ④ 제1항의 승낙은 가입신청자의 본 약관에 대한 동의를 확인하고, 전자메일로 통지함으로써 이루어지고 이러한 승낙의
          통지가 가입신청자에게 도달하면 이용계약이 성립합니다.<br />
          ⑤ 회사는 가입신청자의 신청에 대하여 서비스 이용을 승낙함을 원칙으로 합니다. 다만, 회사는 다음 각 호에 해당하는
          신청에 대하여는 승낙을 하지 않거나 사후에 이용계약을 해지할 수 있습니다.<br />
          <span class="block my-2 ml-4">
            1. 실명이 아니거나 타인의 명의를 이용한 경우 <br />2. 통신사 혹은 기타 서비스를 통해 본인의 원번호가 아닌
            가상번호를 발급해서 가입한 경우 허위의 정보를 기재하거나, 회사가 요구하는 정보를 기재하지 않은 경우<br />
            3. 14세 미만 아동이 법정대리인(부모 등)의 동의를 얻지 아니한 경우 <br />4. 서비스 부정이용 행위를 하여 본
            약관에 의하여 이전에 회원자격을 상실한 적이 있는 경우. 단 회사의 회원 재가입 승낙을 얻은 경우에는 예외로
            함.<br />
            5. 회사가 서비스 부정이용 행위에 대한 제재조치를 취하기 전 이를 회피하기 위하여 탈퇴한 경우. 단 회사의 회원
            재가입 승낙을 얻은 경우에는 예외로 함.<br />
            6. 가입신청자의 귀책사유로 인하여 승인이 불가능하거나 기타 규정한 제반 사항을 위반하며 신청하는 경우
          </span>
          ⑥ 회사는 서비스관련설비의 여유가 없거나, 기술상 또는 업무상 문제가 있는 경우에는 승낙을 유보할 수 있습니다.<br />
          ⑦ 회사가 제5항과 제6항에 따라 회원가입신청의 승낙을 하지 아니하거나 유보한 경우, 원칙적으로 이를
          가입신청자에게 알리도록 합니다. <br />⑧ 이용계약의 성립 시기는 신청절차 상 회사가 가입완료 사실을 회원에게
          표시한 시점으로 합니다.
        </p>
      </li>
      <li>
        <h5 class="mb-3">제 6조 이용 계약의 종료</h5>
        <p class="text-sm font-light leading-6">
          ① 일반회원의 해지
          <span class="block my-2 ml-4">
            1. 일반회원은 언제든지 회사에게 해지의사를 통지하거나 서비스 내 [설정] 메뉴에서 이용계약을 해지할 수
            있습니다.<br />
            2. 회사는 전항에 따른 일반회원의 해지요청에 대해 특별한 사정이 없는 한 이를 즉시 처리합니다.<br />
            3. 일반회원은 회사에게 해지의사를 통지한 이후 회사가 정한 기간 동안 재가입에 제한을 받을 수 있습니다.<br />
          </span>
          ② 회사의 해지
          <span class="block my-2 ml-4">
            1. 회사는 다음과 같은 사유가 있는 경우 이용계약을 해지할 수 있습니다.<br />
            1) 회원이 회사 혹은 다른 회원의 권리, 명예, 정당한 이익을 침해하는 경우<br />
            2) 외설 또는 폭력적인 메세지, 영상, 사진 등 건전한 풍속에 반하는 정보를 게시하는 행위를 할 경우<br />
            3) 타인의 정보 및 계정을 도용하는 경우<br />
            4) 회원가입 정보를 허위로 등록할 경우<br />
            5) 회사 및 기타 제3자의 저작권 및 권리에 대한 침해를 할 경우<br />
            6) 포인트를 취득할 목적으로 서비스의 취지에 맞지 않는 행위를 하거나 어뷰징 등의 행위를 하여 커뮤니티의
            공익에 반하는 행위를 할 경우<br />
            7) 회사의 동의 없이 영리를 목적으로 서비스를 사용할 경우<br />
            8) 다른 회원의 정보를 동의 없이 수집, 저장, 공개할 경우 또는 회원에게 동의 없이 부적절한 메세지를 보낼
            경우<br />

            가) 서비스 관련 설비의 용량이 부족한 경우<br />
            나) 기술상 장애사유가 있는 경우<br />
            다) 휴대폰 인증 등 회사가 정한 인증절차를 완료하지 않은 경우<br />
            라) 기타 회사가 필요하다고 인정되는 경우
          </span>
        </p>
      </li>
      <li>
        <h5 class="mb-3">제 7조 개인정보보호의 의무</h5>
        <p class="text-sm font-light leading-6">
          ① 회사가 회원의 정보수집 시, 목적 달성을 위한 최소한의 정보를 수집합니다. 다음 사항을 필수 사항으로 하며 그 외
          사항은 선택 사항으로 합니다. 회사가 회원의 개인 식별이 가능한 개인정보를 수집하는 때에는 반드시 해당 회원의
          동의를 받습니다. 회원은 언제든지 회사가 가지고 있는 자신의 개인정보에 대해 열람 및 오류 정정을 요구할 수
          있으며, 회사는 이에 대해 지체 없이 필요한 조치를 취할 의무를 집니다. 회원이 오류의 정정을 요구한 경우에 회사는
          그 오류를 정정할 때까지 해당 개인정보를 이용하지 않습니다. 회사는 개인정보 보호를 위하여 관리자 수를
          최소화하며, 회원의 개인 정보의 분실, 도난, 유출, 변조 등으로 인한 회원의 손해에 대하여 모든 책임을 집니다.
          기타 개인정보 취급과 관련한 내용은
          <a class="underline" href="/terms/privacy">'개인정보처리방침'</a>에 고지하고 있으며, 약관과 별도의 동의를
          얻습니다.<br />
          ② 회사는 수집된 개인정보를 목적 외의 용도로 이용할 수 없으며, 새로운 이용 목적이 발생한 경우 또는 제3자에게
          제공하는 경우에는 이용·제공단계에서 당해 이용자에게 그 목적을 고지하고 동의를 받습니다. 다만, 관련 법령에 달리
          정함이 있는 경우에는 예외로 합니다.<br />
          ③ 회사가 제1항과 제2항에 의해 회원의 동의를 받아야 하는 경우에는 개인정보관리 책임자의 신원(소속, 성명 및
          전화번호, 기타 연락처), 정보의 수집목적 및 이용목적, 제3자에 대한 정보제공 관련사항(제공받은자, 제공목적 및
          제공할 정보의 내용) 등 「정보통신망 이용촉진 및 정보보호 등에 관한 법률」 제22조제2항이 규정한 사항을 미리
          명시하거나 고지해야 하며 사용자는 언제든지 이 동의를 철회할 수 있습니다.<br />
          ④ 회사 또는 그로부터 개인정보를 제공받은 제3자는 개인정보의 수집목적 또는 제공받은 목적을 달성한 때에는 당해
          개인정보를 지체 없이 파기합니다.<br />
          ⑤ 회사는 개인정보의 수집·이용·제공에 관한 동의란을 미리 선택한 것으로 설정해두지 않습니다. 또한 개인정보의
          수집·이용·제공에 관한 이용자의 동의 거절 시 제한되는 서비스를 구체적으로 명시하고, 필수수집항목이 아닌
          개인정보의 수집·이용·제공에 관한 이용자의 동의 거절을 이유로 회원가입 등 서비스 제공을 제한하거나 거절하지
          않습니다.<br />
        </p>
      </li>
      <li>
        <h5 class="mb-3">제 8조 서비스의 제공 및 변경</h5>
        <p class="text-sm font-light leading-6">
          ① 회사는 회원에게 아래와 같은 서비스를 제공합니다.
          <span class="block my-2 ml-4">
            - 제휴 병원을 검색하고 회원들의 후기 및 여러 정보에 대한 게시글을 제공하는 서비스, 정확한 정보를 전문가의
            의견으로 제공하는 서비스<br />
            - 회원의 정보 공유, 제공 등의 행위를 포인트, 코인으로 보상하고 이를 제휴업체에서 사용하는 서비스<br />
            - 기타 회사가 추가 개발하거나 다른 회사와의 제휴 계약 등을 통해 회원에게 제공하는 일체의 서비스<br />
            - 시술, 미용 등의 관한 궁금한 점을 물어보고 해당 분야의 전문가, 지식이 많은 회원들이 답을 받는 정확하고 심도
            있는 정보를 찾아볼 수 있게 하는 서비스<br />
          </span>
          ② 서비스는 연중무휴, 1일 24시간 제공함을 원칙으로 합니다.<br />
          ③ 회사는 서비스 운영 중 수집되는 정보를 활용해 서비스를 개선하고, 신규 기능 및 서비스를 도입합니다. 이 경우
          신규 기능 및 서비스의 모든 권한은 회사에 귀속됩니다.<br />
          ④ 회사는 서비스의 제공에 필요한 경우 서비스 점검을 실시할 수 있으며, 점검시간 동안은 서비스 이용이 원활하게
          제공되지 않을 수도 있습니다. 점검시간은 서비스 제공화면에 공지한 바에 따르며, 내부사정에 따라 유동적으로
          변경될 수 있습니다.<br />
        </p>
      </li>
      <li>
        <h5 class="mb-3">제 9조 회원에 대한 통지</h5>
        <p class="text-sm font-light leading-6">
          ① 회사는 회원에 대한 통지를 하는 경우, 회원이 회사에 미리 약정하여 지정한 전자우편 주소, 휴대 단말기의
          연락처로 할 수 있습니다.<br />
          ② 회사는 불특정 다수 회원에 대한 통지의 경우, 일주일 이상 서비스 게시판에 게시하여 개별 통지에 갈음할 수
          있습니다. 다만, 회원 본인의 서비스 사용과 관련하여 중대한 영향을 미치는 사항에 대하여는 개별 통지합니다.
        </p>
      </li>
      <li>
        <h5 class="mb-3">제 10조 면책</h5>
        <p class="text-sm font-light leading-6">
          ① 회사는 다음 사유로 서비스를 제공할 수 없는 경우 이로 인하여 회원에게 발생한 손해에 대해서는 책임을 부담하지
          않습니다.
          <span class="block my-2 ml-4">
            천재지변 또는 이에 준하는 불가항력의 상태가 있는 경우<br />
            서비스 제공을 위하여 회사와 서비스 제휴계약을 체결한 제3자의 고의적인 서비스 방해가 있는 경우<br />
            회원의 귀책사유로 서비스 이용에 장애가 있는 경우<br />
            기타 회사의 고의∙과실이 없는 사유로 인한 경우
          </span>
          ② 회사는 참여기관이 제공하거나 회원이 작성하는 등의 방법으로 서비스에 게재된 정보, 자료, 사실의 신뢰도, 정확성
          등에 대해서는 보증을 하지 않으며 이로 인해 발생한 회원의 손해에 대하여는 책임을 부담하지 않습니다.<br />
          ③ 회사는 사용자가 서비스를 이용하여 기대하는 수익을 얻지 못하거나 상실한 것에 대하여 책임을 지지 않으며,
          사용자 상호간 및 사용자와 제3자 상호 간에 서비스를 매개로 발생한 분쟁에 대해 개입할 의무가 없고, 이로 인한
          손해를 배상할 책임도 부담하지 않습니다.
        </p>
      </li>
      <li>
        <h5 class="mb-3">제 11조 회사와 참여기관의 법적 책임</h5>
        <p class="text-sm font-light leading-6">
          사용자가 참여기관으로부터 받은 의료시술로 인해 부작용이 발생한 경우, 이에 대한 민형사상의 책임은 해당
          참여기관이 집니다.
        </p>
      </li>
      <li>
        <h5 class="mb-3">제 12조 저작권의 귀속 및 이용제한</h5>
        <p class="text-sm font-light leading-6">
          ① 회원은 회사와 참여기관을 이용함으로써 얻은 정보 중 지적재산권이 귀속된 정보를 회사와 참여기관의 사전 승낙
          없이 복제, 송신, 출판,배포, 방송, 기타 방법에 의하여 영리목적으로 이용하거나 제3자에게 이용하게 하여서는
          안됩니다.<br />
          ② 회사는 약관에 따라 사용자에게 귀속된 저작권을 사용하는 경우 해당 회원에게 통보하여야 합니다.
        </p>
      </li>
      <li>
        <h5 class="mb-3">제 13조 게시물의 저작권</h5>
        <p class="text-sm font-light leading-6">
          1. 일반회원이 서비스 내에 게시한 게시물의 저작권은 게시한 일반회원에게 귀속됩니다. 단, 회사는 서비스의 운영,
          전시, 전송, 배포, 홍보의 목적으로 일반회원의 별도의 허락 없이 저작권법에 규정하는 공정한 관행에 합치되게
          합리적인 범위 내에서 무상으로 다음과 같이 일반회원이 등록한 게시물을 사용할 수 있습니다. 단, 이 경우 회사가
          일반회원의 이용자ID 외에 일반회원의 개인정보를 제공하기 위해서는 일반회원의 별도의 동의가 필요합니다.<br />
          2. 서비스 내에서 일반회원 게시물의 복제, 수정, 개조, 전시, 전송, 배포 및 저작물성을 해치지 않는 범위 내에서의
          편집 저작물 작성<br />
          3. 미디어, 통신사 등 서비스 제휴 파트너에게 일반회원의 게시물 내용을 제공, 전시 혹은 홍보<br />
          4. 회사는 전항 이외의 방법으로 일반회원의 게시물을 이용하고자 하는 경우, 전화, 팩스, 전자우편 등의 방법을 통해
          사전에 일반회원의 동의를 얻어야 합니다.<br />
          5. 회사와 일반회원간 이용계약을 일반회원이 해지하거나 회사가 적법한 사유로 해지한 경우 회사는 해당 일반회원이
          게시하였으나 삭제하지 아니한 게시물을 삭제할 권한이 있습니다.<br />
        </p>
      </li>
      <li>
        <h5 class="mb-3">제 14조 헬스메디포인트, 헬스메디코인의 부여</h5>
        <p class="text-sm font-light leading-6">
          ① 회사는 회원이 쀼 생태계에 기여한 바에 대한 인센티브로서 헬스메디포인트(HMED),헬스메디코인(hmed)을
          부여합니다.<br />
          ② 회원은 헬스메디포인트(HMED) 헬스메디코인(hmed)을 사이트 등에서 일정한 서비스 이용 대금의 결제수단으로 사용할
          수 있습니다.<br />
          ③ 헬스메디코인(hmed)은 암호화폐 거래소에 상장 완료된 후 법정화폐로 환전될 수 있습니다.<br />
          ④ 헬스메디코인(hmed)을 이용한 서비스 이용 대금 결제를 제외하고는, 회사는 헬스메디포인트와 코인의 가치 및
          환금성을 보증하지 않습니다.<br />
          ⑤ 회원이 헬스메디포인트와 코인을 취득할 목적만으로 쀼 생태계 구축에 부합하지 않는 활동을 반복하고 있는 것으로
          판단될 경우, 영업방해 등으로 민형사상 책임을 물을 수 있습니다. 또한 회사는 회원이 부정한 방법으로 취득한
          헬스메디포인트와 코인의 지급을 취소할 수 있으며, 이미 헬스메디포인트 및 코인이 지급된 경우, 이를 취소하고
          환수할 수 있습니다.<br />
          ⑥ 헬스메디코인은 증권(Security)의 성격을 가지지 않기에 쀼 서비스 및 회사에 대한 의결권, 배당권 등 주주로서의
          권리 및 이에 준하는 어떠한 권리를 부여하지 않습니다.<br />
        </p>
      </li>
      <li>
        <h5 class="mb-3">제 15조 분쟁 조정 및 관할법원</h5>
        <p class="text-sm font-light leading-6">
          ① 서비스 이용과 관련하여 회사와 회원 사이에 분쟁이 발생한 경우, 회사와 회원은 분쟁의 해결을 위해 성실히
          협의합니다.<br />
          ② 본 조 제1항의 협의에서도 분쟁이 해결되지 않을 경우 양 당사자는 민사소송법상의 관할법원에 소를 제기할 수
          있습니다.<br />
          ③ 회사와 사용자간에 제기된 소송에는 대한민국 법을 적용합니다. <br />④ 본 조 제1항의 협의에서도 분쟁이 해결되지
          않아 소송이 제기되는 경우에는 회사의 본사 소재지를 관할하는 법원을 전속 관할법원으로 합니다.
        </p>
      </li>
    </ul>
  </div>
</template>
